{
  "brandSlug": "manduka",
  "extractedAt": "2026-01-13T02:01:37.420Z",
  "products": [
    {
      "shopifyId": 4357742755898,
      "handle": "manduka-pro-yoga-mat",
      "slug": "manduka-manduka-pro-yoga-mat",
      "productUrl": "https://www.manduka.com/products/manduka-pro-yoga-mat",
      "extractedAt": "2026-01-13T02:01:38.472Z",
      "appendText": {
        "text": "Specs: Lifetime guarantee 6 mm ultra-dense cushion for floor-like stability Hygienic, closed-cell surface seals out moisture and bacteria, making it easy to clean & disinfect Proprietary dot pattern on the bottom for added stability Weight: Standard 7.5 lbs. (3.4 kg). Extra Long 9.5 lbs. (4.3 kg) Length: Standard 71” (180 cm). Extra Long 85” (216 cm) Width: 26” (66 cm) Manufactured in an emissions-free facility in Germany Crafted in Germany from PVC. The PRO Series is certified STANDARD 100 by OEKO-TEX® (12.HUS.17706 | Hohenstein) to keep you and your family safe from harmful substances. Free of phthalates and harmful substances Latex-Free Limited Edition mats are hand-processed, so each pattern will be unique. We can't guarantee the mat will match the product images exactly.",
        "confidence": 1,
        "headings": [
          "Specs"
        ]
      },
      "sections": [
        {
          "heading": "Specs",
          "items": [
            "Lifetime guarantee",
            "6 mm ultra-dense cushion for floor-like stability",
            "Hygienic, closed-cell surface seals out moisture and bacteria, making it easy to clean & disinfect",
            "Proprietary dot pattern on the bottom for added stability",
            "Weight: Standard 7.5 lbs. (3.4 kg). Extra Long 9.5 lbs. (4.3 kg)",
            "Length: Standard 71” (180 cm). Extra Long 85” (216 cm)",
            "Width: 26” (66 cm)",
            "Manufactured in an emissions-free facility in Germany",
            "Crafted in Germany from PVC. The PRO Series is certified STANDARD 100 by OEKO-TEX® (12.HUS.17706 | Hohenstein) to keep you and your family safe from harmful substances.",
            "Free of phthalates and harmful substances",
            "Latex-Free",
            "Limited Edition mats are hand-processed, so each pattern will be unique. We can't guarantee the mat will match the product images exactly."
          ],
          "confidence": 1
        }
      ]
    },
    {
      "shopifyId": 4357742690362,
      "handle": "prolite-yoga-mat",
      "slug": "manduka-prolite-yoga-mat",
      "productUrl": "https://www.manduka.com/products/prolite-yoga-mat",
      "extractedAt": "2026-01-13T02:01:40.120Z",
      "appendText": {
        "text": "Specs: Lifetime Guarantee 4.7 mm dense cushioning for floor-like stability Hygienic, closed-cell surface seals out moisture and bacteria, making it easy to clean & disinfect Proprietary dot pattern on the bottom for added stability Bimodal foam technology creates industry leading density, durability, and compression set Provides maximum firmness without bottoming out Unmatched support and stability to change poses with no bounce-back 100% latex free 5.0% polyester (Scrim) + 95% PVC Crafted in Germany from PVC. The PRO Series is certified STANDARD 100 by OEKO-TEX® (12.HUS.17706 | Hohenstein) to keep you and your family safe from harmful substances. Free of phthalates and harmful substances Constructed in an emissions-free facility in Germany Serial number unique to each mat printed on the bottom for authenticity Vegan-friendly Weight: Standard 4.63 lbs. (2.1 kg). Long 5 lbs. (2.3 kg) Length: Standard 71” (180 cm). Long 79” (200 cm) Width: 24” (61 cm)",
        "confidence": 1,
        "headings": [
          "Specs"
        ]
      },
      "sections": [
        {
          "heading": "Specs",
          "items": [
            "Lifetime Guarantee",
            "4.7 mm dense cushioning for floor-like stability",
            "Hygienic, closed-cell surface seals out moisture and bacteria, making it easy to clean & disinfect",
            "Proprietary dot pattern on the bottom for added stability",
            "Bimodal foam technology creates industry leading density, durability, and compression set",
            "Provides maximum firmness without bottoming out",
            "Unmatched support and stability to change poses with no bounce-back",
            "100% latex free",
            "5.0% polyester (Scrim) + 95% PVC",
            "Crafted in Germany from PVC. The PRO Series is certified STANDARD 100 by OEKO-TEX® (12.HUS.17706 | Hohenstein) to keep you and your family safe from harmful substances.",
            "Free of phthalates and harmful substances",
            "Constructed in an emissions-free facility in Germany",
            "Serial number unique to each mat printed on the bottom for authenticity",
            "Vegan-friendly",
            "Weight: Standard 4.63 lbs. (2.1 kg). Long 5 lbs. (2.3 kg)",
            "Length: Standard 71” (180 cm). Long 79” (200 cm)",
            "Width: 24” (61 cm)"
          ],
          "confidence": 1
        }
      ]
    },
    {
      "shopifyId": 4487155056698,
      "handle": "eko-yoga-mat-5mm",
      "slug": "manduka-eko-yoga-mat-5mm",
      "productUrl": "https://www.manduka.com/products/eko-yoga-mat-5mm",
      "extractedAt": "2026-01-13T02:01:42.257Z",
      "appendText": {
        "text": "Specs: 5mm thickness Ripple Water Catch-Grip surface for impressive traction in wet and dry conditions Responsive Ride bottom rubber layer generates a springy ride for a supported yet comfortable practice Maximum comfort to protect joints and bones Closed-cell surface locks out moisture and bacteria, keeping the mat clean and in good condition longer than other natural rubber mats Constructed of natural non-Amazon tree rubber Sustainably harvested and made from over 30% recycled content Responsibly constructed in an earth-friendly, energy efficient facility 99% latex free. Not recommended for those with Latex sensitivities. Due to their biodegradable nature, the eKO Series is not recommended for a daily vigorous practice Usage of eKO Series in a hot environment requires regular care to maintain the performance of the rubber Pro Tip: Natural rubber provides a semi-sticky grip, but since it won't absorb sweat, we always recommend pairing your practice with our eQua® hand towels or yogitoes® hand towels Recycled (rPET) product packaging Vegan-friendly Weight: Standard 8.36 lbs. (3.8 kg). Long 9.24 lbs. (4.2 kg) Length: Standard 71” (180 cm). Long 79” (200 cm) Width: 26” (61 cm)",
        "confidence": 1,
        "headings": [
          "Specs"
        ]
      },
      "sections": [
        {
          "heading": "Specs",
          "items": [
            "5mm thickness",
            "Ripple Water Catch-Grip surface for impressive traction in wet and dry conditions",
            "Responsive Ride bottom rubber layer generates a springy ride for a supported yet comfortable practice",
            "Maximum comfort to protect joints and bones",
            "Closed-cell surface locks out moisture and bacteria, keeping the mat clean and in good condition longer than other natural rubber mats",
            "Constructed of natural non-Amazon tree rubber",
            "Sustainably harvested and made from over 30% recycled content",
            "Responsibly constructed in an earth-friendly, energy efficient facility",
            "99% latex free. Not recommended for those with Latex sensitivities.",
            "Due to their biodegradable nature, the eKO Series is not recommended for a daily vigorous practice",
            "Usage of eKO Series in a hot environment requires regular care to maintain the performance of the rubber",
            "Pro Tip: Natural rubber provides a semi-sticky grip, but since it won't absorb sweat, we always recommend pairing your practice with our eQua® hand towels or yogitoes® hand towels",
            "Recycled (rPET) product packaging",
            "Vegan-friendly",
            "Weight: Standard 8.36 lbs. (3.8 kg). Long 9.24 lbs. (4.2 kg)",
            "Length: Standard 71” (180 cm). Long 79” (200 cm)",
            "Width: 26” (61 cm)"
          ],
          "confidence": 1
        }
      ]
    },
    {
      "shopifyId": 7481303269434,
      "handle": "grp-adapt-2-0-yoga-mat-5mm",
      "slug": "manduka-grp-adapt-2-0-yoga-mat-5mm",
      "productUrl": "https://www.manduka.com/products/grp-adapt-2-0-yoga-mat-5mm",
      "extractedAt": "2026-01-13T02:01:44.086Z",
      "appendText": {
        "text": "Specs: Upgraded Satin Grip™ top layer delivers our most consistent grip—even in extreme sweat Enhnaced moisture absorbent layer designed to outperform leading competitors 5mm medium support cushion offers joint protection for any style of practice Re-engineered internal construction channels sweat for faster absorption and steadier traction Crafted with 20% recycled materials Standard: 5.5 lbs; 71\" x 26\"; 5mm thick Long: 7 lbs; 79\" x 26\"; 5mm thick Material: Polyurethane / Natural Rubber / Latex Not recommended for those with Latex sensitivities",
        "confidence": 0.9500000000000001,
        "headings": [
          "Specs"
        ]
      },
      "sections": [
        {
          "heading": "Specs",
          "items": [
            "Upgraded Satin Grip™ top layer delivers our most consistent grip—even in extreme sweat",
            "Enhnaced moisture absorbent layer designed to outperform leading competitors",
            "5mm medium support cushion offers joint protection for any style of practice",
            "Re-engineered internal construction channels sweat for faster absorption and steadier traction",
            "Crafted with 20% recycled materials",
            "Standard: 5.5 lbs; 71\" x 26\"; 5mm thick",
            "Long: 7 lbs; 79\" x 26\"; 5mm thick",
            "Material: Polyurethane / Natural Rubber / Latex",
            "Not recommended for those with Latex sensitivities"
          ],
          "confidence": 0.9500000000000001
        }
      ]
    },
    {
      "shopifyId": 7481311395898,
      "handle": "grp-adapt-lite-2-0-yoga-mat-4mm",
      "slug": "manduka-grp-adapt-lite-2-0-yoga-mat-4mm",
      "productUrl": "https://www.manduka.com/products/grp-adapt-lite-2-0-yoga-mat-4mm",
      "extractedAt": "2026-01-13T02:01:45.993Z",
      "appendText": {
        "text": "Specs: Satin Grip™ top layer delivers serious grip, even in sweaty conditions Moisture Flow scrim absorbs and disperses sweat quickly for a consistently grippy surface More absorbant than leading competitors 4mm medium support cushion provides comfortable joint protection for any style of practice Crafted with 20% recycled materials Standard: 1.7kg; 180cm x 61cm; 4mm thick Material: Polyurethane / Natural Rubber / Latex Not recommended for those with Latex sensitivities",
        "confidence": 0.9500000000000001,
        "headings": [
          "Specs"
        ]
      },
      "sections": [
        {
          "heading": "Specs",
          "items": [
            "Satin Grip™ top layer delivers serious grip, even in sweaty conditions",
            "Moisture Flow scrim absorbs and disperses sweat quickly for a consistently grippy surface",
            "More absorbant than leading competitors",
            "4mm medium support cushion provides comfortable joint protection for any style of practice",
            "Crafted with 20% recycled materials",
            "Standard: 1.7kg; 180cm x 61cm; 4mm thick",
            "Material: Polyurethane / Natural Rubber / Latex",
            "Not recommended for those with Latex sensitivities"
          ],
          "confidence": 0.9500000000000001
        }
      ]
    }
  ]
}