{
  "brandSlug": "gayo",
  "extractedAt": "2026-01-14T01:21:30.998Z",
  "products": [
    {
      "shopifyId": 7676617392310,
      "handle": "yoga-cork-mat",
      "slug": "gayo-yoga-cork-mat",
      "productUrl": "https://www.gayoshop.com/products/yoga-cork-mat",
      "extractedAt": "2026-01-14T01:21:31.631Z",
      "appendText": {
        "text": "Specs: <h2 dir=\"ltr\"><span>Find Your Balance with Earthy Comfort</span></h2> <p dir=\"ltr\"><span data-sheets-root=\"1\">Experience the perfect blend of comfort, support, and sustainability with Gayo's Premium Cork Yoga Mat with <strong>Enhanced Grip</strong>. Designed to elevate your yoga practice, this high-grip cork yoga mat for home workouts offers ample room to stretch, flow, and meditate.</span> <span data-sheets-root=\"1\"> Its added thickness cushions your joints for enhanced support during your most challenging poses, making it an ideal choice for eco-friendly yoga enthusiasts seeking performance and durability.</span> This cork yoga mat is ideal for practice at any level, offering exceptional durability and stability. Its sustainable cork surface ensures a top-notch experience, enhancing your practice with reliable support and eco-friendly benefits. Pretty soft and with a yoga towel it's got good grip Tried it for the first time this morning at hot yoga. Loved it! Nice and grippy! Others reviewing mentioned it's heaviness. Although heavier than a foam mat, I didn't think it was too heavy at all. In fact I probably wouldn't have noticed the weight had my read about it in the reviews. I appreciate the sturdiness of the construction and in addition, it is quite beautiful. Not sure how it will hold up over time but so far so good! Loved that it came with a carrying strap. I've been using the Gayo Cork Yoga Mat for a few weeks now, and I’m really impressed. The cork surface provides excellent grip, even during sweaty sessions, which keeps me stable in all my poses. It’s also eco-friendly, which is a big plus for me. The thickness is just right — it offers great cushioning without feeling too soft. It also has a strap where we could carry the mat easily.Overall, it’s a high-quality mat that combines functionality with sustainability. I would definitely recommend it to any yoga enthusiast! Love the feel of the cork mat. Simple design, non slip even in hot yoga. Wipe clean, roll up and go. Heavier than regular mat due to cork and rubber base. Weighs about 7 lbs. Well worth the money! It's a wonderful mat! I love its length and thickness, and it's not slippery. I feel very comfortable doing my positions on it. I love it! <strong>Dimensions: </strong>72\" x 26\" x 5mm <strong>Weight: </strong>9 lbs <strong>Material:</strong> Sustainably sourced cork and natural tree rubber <strong>Features: </strong>Built-in alignment lines, non-slip surface Allow the mat to air dry completely before rolling it up. Always roll it up with the cork side facing outwards. Avoid prolonged exposure to sunlight; store in a shaded area. Clean with a damp cloth, mild soap, and warm water. <strong>Earthy Comfort</strong>: The cork surface yoga mat provides a soft yet firm texture for excellent joint cushioning. Spine Aligned: <strong>Built-in alignment lines</strong> help improve posture. Bigger & Thicker: This durable cork yoga mat for all levels of practice features a <strong>spacious design for extra support</strong>. <strong>Non-Slip Performance</strong>: Enjoy the superior performance of this sustainable cork yoga mat with a non-slip surface, ensuring stability during practice. <strong>Durable & Sustainable</strong>: Made from sustainably sourced cork and natural rubber, our product is an <strong>eco-conscious choice</strong>. Ideal for home use, it offers both comfortable cork surface benefits and exceptional grip.",
        "confidence": 1,
        "headings": [
          "Specs"
        ]
      },
      "sections": [
        {
          "heading": "Specs",
          "items": [
            "<h2 dir=\"ltr\"><span>Find Your Balance with Earthy Comfort</span></h2> <p dir=\"ltr\"><span data-sheets-root=\"1\">Experience the perfect blend of comfort, support, and sustainability with Gayo's Premium Cork Yoga Mat with <strong>Enhanced Grip</strong>. Designed to elevate your yoga practice, this high-grip cork yoga mat for home workouts offers ample room to stretch, flow, and meditate.</span>",
            "<span data-sheets-root=\"1\"> Its added thickness cushions your joints for enhanced support during your most challenging poses, making it an ideal choice for eco-friendly yoga enthusiasts seeking performance and durability.</span>",
            "This cork yoga mat is ideal for practice at any level, offering exceptional durability and stability. Its sustainable cork surface ensures a top-notch experience, enhancing your practice with reliable support and eco-friendly benefits.",
            "Pretty soft and with a yoga towel it's got good grip",
            "Tried it for the first time this morning at hot yoga. Loved it! Nice and grippy! Others reviewing mentioned it's heaviness. Although heavier than a foam mat, I didn't think it was too heavy at all. In fact I probably wouldn't have noticed the weight had my read about it in the reviews. I appreciate the sturdiness of the construction and in addition, it is quite beautiful. Not sure how it will hold up over time but so far so good! Loved that it came with a carrying strap.",
            "I've been using the Gayo Cork Yoga Mat for a few weeks now, and I’m really impressed. The cork surface provides excellent grip, even during sweaty sessions, which keeps me stable in all my poses. It’s also eco-friendly, which is a big plus for me. The thickness is just right — it offers great cushioning without feeling too soft. It also has a strap where we could carry the mat easily.Overall, it’s a high-quality mat that combines functionality with sustainability. I would definitely recommend it to any yoga enthusiast!",
            "Love the feel of the cork mat. Simple design, non slip even in hot yoga. Wipe clean, roll up and go. Heavier than regular mat due to cork and rubber base. Weighs about 7 lbs. Well worth the money!",
            "It's a wonderful mat! I love its length and thickness, and it's not slippery. I feel very comfortable doing my positions on it. I love it!",
            "<strong>Dimensions: </strong>72\" x 26\" x 5mm",
            "<strong>Weight: </strong>9 lbs",
            "<strong>Material:</strong> Sustainably sourced cork and natural tree rubber",
            "<strong>Features: </strong>Built-in alignment lines, non-slip surface",
            "Allow the mat to air dry completely before rolling it up.",
            "Always roll it up with the cork side facing outwards.",
            "Avoid prolonged exposure to sunlight; store in a shaded area.",
            "Clean with a damp cloth, mild soap, and warm water.",
            "<strong>Earthy Comfort</strong>: The cork surface yoga mat provides a soft yet firm texture for excellent joint cushioning.",
            "Spine Aligned: <strong>Built-in alignment lines</strong> help improve posture.",
            "Bigger & Thicker: This durable cork yoga mat for all levels of practice features a <strong>spacious design for extra support</strong>.",
            "<strong>Non-Slip Performance</strong>: Enjoy the superior performance of this sustainable cork yoga mat with a non-slip surface, ensuring stability during practice.",
            "<strong>Durable & Sustainable</strong>: Made from sustainably sourced cork and natural rubber, our product is an <strong>eco-conscious choice</strong>. Ideal for home use, it offers both comfortable cork surface benefits and exceptional grip."
          ],
          "confidence": 1
        }
      ]
    },
    {
      "shopifyId": 7596248465590,
      "handle": "handmade-cotton-yoga-mat",
      "slug": "gayo-handmade-cotton-yoga-mat",
      "productUrl": "https://www.gayoshop.com/products/handmade-cotton-yoga-mat",
      "extractedAt": "2026-01-14T01:21:33.227Z",
      "appendText": {
        "text": "Specs: <p><strong>Organic Comfort for Your Practice</strong> <span data-sheets-root=\"1\">Introducing Gayo’s Handmade Organic Cotton Yoga Mat, the perfect eco-friendly yoga mat for mindful practice and conscious living. This handcrafted yoga mat is made from 100% natural cotton, offering a soft, supportive surface ideal for home yoga sessions or outdoor yoga workouts.</span> <span data-sheets-root=\"1\"> Whether you’re seeking a sustainable yoga mat for restorative or gentle yoga or a <strong>breathable organic cotton </strong>mat for travel, this mat delivers comfort, durability, and environmental care.</span> <span data-sheets-root=\"1\"> Designed for year-round use, it also doubles as an organic cotton exercise mat for indoor and outdoor mindfulness practices. Elevate your yoga experience with a mat that embodies mindfulness, sustainability, and effortless comfort.</span> This mat is listed as black, yet it is very navy blue. Other than that, I didn't open it, but it appeared well made. Probably would have loved it if the color was accurate. Love this yoga rug. Well made and comfortable for my sessions. The best. But takes time to clean and maintain, especially if you sweat a lot during hot Yoga. Consider it a meditative practice. I wanted to find something that was non-toxic for me and friendly for the environment and lo and behold I found this incredible mat! It’s a great value for your money considering it’s your health! It doesn’t slip during my practice at home (on a rug on top of wood floors) it might slip on a hard wood floor but I haven’t tried it so I can’t say for sure. The mat itself is really thick which I love since that means it’s more cushy for me and will be more durable in the long run. Wonderful yoga mat 10/10 recommend especially if you are looking into non-toxic belongings! I adore this yoga mat. For years I wanted an all natural yoga mat that I could use on grass. I like the dark color to minimize the appearance of stains. Has a great weight and worth every cent. Be aware of your footing since this doesn't have the same grip of a regular mat. <strong>Material</strong>: 100% Organic Cotton <strong>Dimensions</strong>: 74 inches x 26 inches <strong>Weight</strong>: Lightweight <strong>Thickness</strong>: Comfortable and supportive <strong>Hand Wash Only</strong>: Gently hand wash in cold water with mild detergent. <strong>Drying</strong>: Air dry in the shade. Avoid machine drying. <strong>Maintenance</strong>: Do not bleach. Ensure mat is completely dry before use.<br /> Comfortable and supportive Durable & long-lasting Absorbent & moisture-wicking Lightweight & Portable - Ideal for travel and on-the-go yogis",
        "confidence": 1,
        "headings": [
          "Specs"
        ]
      },
      "sections": [
        {
          "heading": "Specs",
          "items": [
            "<p><strong>Organic Comfort for Your Practice</strong>",
            "<span data-sheets-root=\"1\">Introducing Gayo’s Handmade Organic Cotton Yoga Mat, the perfect eco-friendly yoga mat for mindful practice and conscious living. This handcrafted yoga mat is made from 100% natural cotton, offering a soft, supportive surface ideal for home yoga sessions or outdoor yoga workouts.</span>",
            "<span data-sheets-root=\"1\"> Whether you’re seeking a sustainable yoga mat for restorative or gentle yoga or a <strong>breathable organic cotton </strong>mat for travel, this mat delivers comfort, durability, and environmental care.</span>",
            "<span data-sheets-root=\"1\"> Designed for year-round use, it also doubles as an organic cotton exercise mat for indoor and outdoor mindfulness practices. Elevate your yoga experience with a mat that embodies mindfulness, sustainability, and effortless comfort.</span>",
            "This mat is listed as black, yet it is very navy blue. Other than that, I didn't open it, but it appeared well made. Probably would have loved it if the color was accurate.",
            "Love this yoga rug. Well made and comfortable for my sessions.",
            "The best. But takes time to clean and maintain, especially if you sweat a lot during hot Yoga. Consider it a meditative practice.",
            "I wanted to find something that was non-toxic for me and friendly for the environment and lo and behold I found this incredible mat! It’s a great value for your money considering it’s your health! It doesn’t slip during my practice at home (on a rug on top of wood floors) it might slip on a hard wood floor but I haven’t tried it so I can’t say for sure. The mat itself is really thick which I love since that means it’s more cushy for me and will be more durable in the long run. Wonderful yoga mat 10/10 recommend especially if you are looking into non-toxic belongings!",
            "I adore this yoga mat. For years I wanted an all natural yoga mat that I could use on grass. I like the dark color to minimize the appearance of stains. Has a great weight and worth every cent. Be aware of your footing since this doesn't have the same grip of a regular mat.",
            "<strong>Material</strong>: 100% Organic Cotton",
            "<strong>Dimensions</strong>: 74 inches x 26 inches",
            "<strong>Weight</strong>: Lightweight",
            "<strong>Thickness</strong>: Comfortable and supportive",
            "<strong>Hand Wash Only</strong>: Gently hand wash in cold water with mild detergent.",
            "<strong>Drying</strong>: Air dry in the shade. Avoid machine drying.",
            "<strong>Maintenance</strong>: Do not bleach. Ensure mat is completely dry before use.<br />",
            "Comfortable and supportive",
            "Durable & long-lasting",
            "Absorbent & moisture-wicking",
            "Lightweight & Portable - Ideal for travel and on-the-go yogis"
          ],
          "confidence": 1
        }
      ]
    },
    {
      "shopifyId": 8158717542582,
      "handle": "eco-friendly-non-slip-yoga-mat-4mm",
      "slug": "gayo-eco-friendly-non-slip-yoga-mat-4mm",
      "productUrl": "https://www.gayoshop.com/products/eco-friendly-non-slip-yoga-mat-4mm",
      "extractedAt": "2026-01-14T01:21:34.756Z",
      "appendText": {
        "text": "Specs: <h2 dir=\"ltr\"> <meta charset=\"utf-8\">Stability, Comfort & Sustainability in Every Pose</h2> <p data-end=\"460\" data-start=\"80\"><span data-sheets-root=\"1\">Looking for a yoga mat that’s comfortable, durable, and easy to carry? The Eco Balance Yoga Mat 4 mm delivers just that, combining eco-friendly materials with superior grip for a stable and reliable practice.</span> <span data-sheets-root=\"1\"> Made from natural tree rubber and high-performance Eco-polyurethane, this non-toxic, sustainable yoga mat supports all styles of yoga, from active flows to restorative sessions. Its 4 mm thickness provides balanced cushioning to protect your joints while maintaining a grounded feel.</span> <span data-sheets-root=\"1\"> Lightweight and portable, it’s perfect for home workouts, studio classes, or outdoor yoga sessions, making it a top choice for buyers who value performance, sustainability, and convenience.</span> <meta charset=\"utf-8\">Designed for yogis of all levels, this mat brings comfort and confidence to every practice. Elevate your flow with a mat that’s as mindful as your movements.. <meta charset=\"utf-8\">Designed to last, reducing waste over time.<span></span> I’ve been practicing yoga for almost 8 years and tried a lot of mats. This mat is one of the best I’ve practiced on. It has an amazing grip which helps to hold your asanas. No sliding hands or feet. In addition, the mat provides a great cushion for your knees, elbow or head. But even though it is thick, it is not heavy which is great. I also like the alignment feature which can help to alight your poses. With a full confidence I can say that this mat meets, if not exceeds, the quality of other leading mat brands that charge two or three times more for their products. I am very happy with this mat and I recommend it to everyone who is looking for a quality product, without breaking a bank. I absolutely love this yoga mat! From the moment I unboxed it (which, by the way, I truly appreciated—it came double boxed, so no worries about it getting crushed in shipping), I could tell it was high quality. The grip is fantastic, even during more intense flows, and the 4mm thickness provides just the right balance of comfort and support for my joints. The alignment lines are a great touch, helping me refine my poses and stay centered during practice.It’s lightweight yet durable, making it easy to carry to different spaces, and the eco-friendly materials give me peace of mind. I love it so much that I’m purchasing another one for my yoga buddy! Highly recommend if you’re looking for a reliable, comfortable, and stylish yoga mat. Very high end and professional type of poly foam and material. Length and padding is great, easy to clean! The straps are simple loops and so easy to use to grab the rolled up mat. Compared to my old one, this is a major step up and fantastic Medium thickness, not too heavy, long enough for someone of average height 5.5’ with plenty of space to spare. Material is non stick on both sides. Used it on carpet and it did not slide. Love the lines to help hold positions better. Can’t speak to durability yet, but it seems well made. As you can see in the photo, the GAYO mat is slightly longer than my everyday yoga mat. I use this mat at home for stretching and strength training (barefoot). While it is 2mm thinner and lighter in weight than my OG mat, the smooth non-slip surface provides firm stability and soft cushioning. The alignment lines add a decorative touch and help to ensure that my body is in the proper position.The cons:1) My body sticking to the surface a little when I was sweating,2) The mat does have a faint rubber odor that is noticeable when I am laying with my face close to the mat,3) Can easily get scratched up by cats (see last photo). I use this mat around 1 hour per day. When not in use I keep it rolled up. I have noticed my cat stretch on the mat one time and as a result her claws left some lasting marks on the mat. They have stretched on my other yoga mat without the same effects. I assume because the surface on the GAYO mat is smooth it is more susceptible to this problem. <strong>Dimensions: </strong>72\" x 26\" x 4mm <strong>Weight: 6.4</strong> lbs <strong>Material:</strong> Natural rubber & high-performance Eco-pu <strong>Features: </strong>Built-in alignment lines, non-slip surface Clean with a damp cloth, mild soap, and warm water. Allow the mat to air dry completely before rolling it up. Avoid prolonged exposure to sunlight; store in a shaded area. <meta charset=\"utf-8\"> <strong>Your Practice, Your Planet</strong> – Made with natural rubber and free from harmful toxins. <strong>Enhanced Performance</strong> – \"EcoLock Surface Technology\" keeps you stable, even in sweaty sessions. <strong data-end=\"699\" data-start=\"666\">Alignment Lines for Precision</strong> – Helps maintain perfect posture, refine your form, and deepen your practice <strong data-end=\"782\" data-start=\"756\">Lightweight & Portable</strong> – Easy to carry with the included strap for on-the-go yoga. <strong>Aesthetic & Functional Design</strong> - In Soft & Calming Colors this mat is designed to create a peaceful, focused environment.",
        "confidence": 1,
        "headings": [
          "Specs"
        ]
      },
      "sections": [
        {
          "heading": "Specs",
          "items": [
            "<h2 dir=\"ltr\"> <meta charset=\"utf-8\">Stability, Comfort & Sustainability in Every Pose</h2> <p data-end=\"460\" data-start=\"80\"><span data-sheets-root=\"1\">Looking for a yoga mat that’s comfortable, durable, and easy to carry? The Eco Balance Yoga Mat 4 mm delivers just that, combining eco-friendly materials with superior grip for a stable and reliable practice.</span>",
            "<span data-sheets-root=\"1\"> Made from natural tree rubber and high-performance Eco-polyurethane, this non-toxic, sustainable yoga mat supports all styles of yoga, from active flows to restorative sessions. Its 4 mm thickness provides balanced cushioning to protect your joints while maintaining a grounded feel.</span>",
            "<span data-sheets-root=\"1\"> Lightweight and portable, it’s perfect for home workouts, studio classes, or outdoor yoga sessions, making it a top choice for buyers who value performance, sustainability, and convenience.</span>",
            "<meta charset=\"utf-8\">Designed for yogis of all levels, this mat brings comfort and confidence to every practice. Elevate your flow with a mat that’s as mindful as your movements.. <meta charset=\"utf-8\">Designed to last, reducing waste over time.<span></span>",
            "I’ve been practicing yoga for almost 8 years and tried a lot of mats. This mat is one of the best I’ve practiced on. It has an amazing grip which helps to hold your asanas. No sliding hands or feet. In addition, the mat provides a great cushion for your knees, elbow or head. But even though it is thick, it is not heavy which is great. I also like the alignment feature which can help to alight your poses. With a full confidence I can say that this mat meets, if not exceeds, the quality of other leading mat brands that charge two or three times more for their products. I am very happy with this mat and I recommend it to everyone who is looking for a quality product, without breaking a bank.",
            "I absolutely love this yoga mat! From the moment I unboxed it (which, by the way, I truly appreciated—it came double boxed, so no worries about it getting crushed in shipping), I could tell it was high quality. The grip is fantastic, even during more intense flows, and the 4mm thickness provides just the right balance of comfort and support for my joints. The alignment lines are a great touch, helping me refine my poses and stay centered during practice.It’s lightweight yet durable, making it easy to carry to different spaces, and the eco-friendly materials give me peace of mind. I love it so much that I’m purchasing another one for my yoga buddy! Highly recommend if you’re looking for a reliable, comfortable, and stylish yoga mat.",
            "Very high end and professional type of poly foam and material. Length and padding is great, easy to clean! The straps are simple loops and so easy to use to grab the rolled up mat. Compared to my old one, this is a major step up and fantastic",
            "Medium thickness, not too heavy, long enough for someone of average height 5.5’ with plenty of space to spare. Material is non stick on both sides. Used it on carpet and it did not slide. Love the lines to help hold positions better. Can’t speak to durability yet, but it seems well made.",
            "As you can see in the photo, the GAYO mat is slightly longer than my everyday yoga mat. I use this mat at home for stretching and strength training (barefoot). While it is 2mm thinner and lighter in weight than my OG mat, the smooth non-slip surface provides firm stability and soft cushioning. The alignment lines add a decorative touch and help to ensure that my body is in the proper position.The cons:1) My body sticking to the surface a little when I was sweating,2) The mat does have a faint rubber odor that is noticeable when I am laying with my face close to the mat,3) Can easily get scratched up by cats (see last photo). I use this mat around 1 hour per day. When not in use I keep it rolled up. I have noticed my cat stretch on the mat one time and as a result her claws left some lasting marks on the mat. They have stretched on my other yoga mat without the same effects. I assume because the surface on the GAYO mat is smooth it is more susceptible to this problem.",
            "<strong>Dimensions: </strong>72\" x 26\" x 4mm",
            "<strong>Weight: 6.4</strong> lbs",
            "<strong>Material:</strong> Natural rubber & high-performance Eco-pu",
            "<strong>Features: </strong>Built-in alignment lines, non-slip surface",
            "Clean with a damp cloth, mild soap, and warm water.",
            "Allow the mat to air dry completely before rolling it up.",
            "Avoid prolonged exposure to sunlight; store in a shaded area.",
            "<meta charset=\"utf-8\"> <strong>Your Practice, Your Planet</strong> – Made with natural rubber and free from harmful toxins.",
            "<strong>Enhanced Performance</strong> – \"EcoLock Surface Technology\" keeps you stable, even in sweaty sessions.",
            "<strong data-end=\"699\" data-start=\"666\">Alignment Lines for Precision</strong> – Helps maintain perfect posture, refine your form, and deepen your practice",
            "<strong data-end=\"782\" data-start=\"756\">Lightweight & Portable</strong> – Easy to carry with the included strap for on-the-go yoga.",
            "<strong>Aesthetic & Functional Design</strong> - In Soft & Calming Colors this mat is designed to create a peaceful, focused environment."
          ],
          "confidence": 1
        }
      ]
    },
    {
      "shopifyId": 8255924961462,
      "handle": "eco-balance-yoga-mat-5-mm",
      "slug": "gayo-eco-balance-yoga-mat-5-mm",
      "productUrl": "https://www.gayoshop.com/products/eco-balance-yoga-mat-5-mm",
      "extractedAt": "2026-01-14T01:21:36.718Z",
      "appendText": {
        "text": "Specs: <h2 dir=\"ltr\"> <meta charset=\"utf-8\">Stability, Comfort & Sustainability in Every Pose</h2> <p data-start=\"80\" data-end=\"460\"><span data-sheets-root=\"1\">Move with confidence on a mat designed for grip, durability, and eco-friendly performance. Made from natural tree rubber and high-performance Eco-polyurethane, this non-toxic mat provides excellent traction and support for all styles of yoga.</span> <span data-sheets-root=\"1\"> With a 5 mm thickness for optimal cushioning, it’s the perfect choice if you’re wondering “what thickness yoga mat should I get?”</span> <span data-sheets-root=\"1\"> Featuring alignment lines for precision and a lightweight, portable design, it’s an ideal yoga mat for home practice or studio and outdoor yoga workouts.</span> <meta charset=\"utf-8\">Designed for yogis of all levels, this mat brings comfort and confidence to every practice. Elevate your flow with a mat that’s as mindful as your movements.. <meta charset=\"utf-8\">Designed to last, reducing waste over time.<span></span> <strong>Dimensions: </strong>72\" x 26\" x 5mm <strong>Weight: 8.4</strong> lbs <strong>Material:</strong> Natural rubber & high-performance Eco-pu <strong>Features: </strong>Built-in alignment lines, non-slip surface Clean with a damp cloth, mild soap, and warm water. Allow the mat to air dry completely before rolling it up. Avoid prolonged exposure to sunlight; store in a shaded area. <meta charset=\"utf-8\"> <strong>Your Practice, Your Planet</strong> – Made with natural rubber and free from harmful toxins. <strong>Enhanced Performance</strong> – \"EcoLock Surface Technology\" keeps you stable, even in sweaty sessions. <strong data-start=\"666\" data-end=\"699\">Alignment Lines for Precision</strong> – Helps maintain perfect posture, refine your form, and deepen your practice <strong data-start=\"756\" data-end=\"782\">Lightweight & Portable</strong> – Easy to carry with the included strap for on-the-go yoga. <strong>Aesthetic & Functional Design</strong> - In Soft & Calming Colors this mat is designed to create a peaceful, focused environment.",
        "confidence": 1,
        "headings": [
          "Specs"
        ]
      },
      "sections": [
        {
          "heading": "Specs",
          "items": [
            "<h2 dir=\"ltr\"> <meta charset=\"utf-8\">Stability, Comfort & Sustainability in Every Pose</h2> <p data-start=\"80\" data-end=\"460\"><span data-sheets-root=\"1\">Move with confidence on a mat designed for grip, durability, and eco-friendly performance. Made from natural tree rubber and high-performance Eco-polyurethane, this non-toxic mat provides excellent traction and support for all styles of yoga.</span>",
            "<span data-sheets-root=\"1\"> With a 5 mm thickness for optimal cushioning, it’s the perfect choice if you’re wondering “what thickness yoga mat should I get?”</span>",
            "<span data-sheets-root=\"1\"> Featuring alignment lines for precision and a lightweight, portable design, it’s an ideal yoga mat for home practice or studio and outdoor yoga workouts.</span>",
            "<meta charset=\"utf-8\">Designed for yogis of all levels, this mat brings comfort and confidence to every practice. Elevate your flow with a mat that’s as mindful as your movements.. <meta charset=\"utf-8\">Designed to last, reducing waste over time.<span></span>",
            "<strong>Dimensions: </strong>72\" x 26\" x 5mm",
            "<strong>Weight: 8.4</strong> lbs",
            "<strong>Material:</strong> Natural rubber & high-performance Eco-pu",
            "<strong>Features: </strong>Built-in alignment lines, non-slip surface",
            "Clean with a damp cloth, mild soap, and warm water.",
            "Allow the mat to air dry completely before rolling it up.",
            "Avoid prolonged exposure to sunlight; store in a shaded area.",
            "<meta charset=\"utf-8\"> <strong>Your Practice, Your Planet</strong> – Made with natural rubber and free from harmful toxins.",
            "<strong>Enhanced Performance</strong> – \"EcoLock Surface Technology\" keeps you stable, even in sweaty sessions.",
            "<strong data-start=\"666\" data-end=\"699\">Alignment Lines for Precision</strong> – Helps maintain perfect posture, refine your form, and deepen your practice",
            "<strong data-start=\"756\" data-end=\"782\">Lightweight & Portable</strong> – Easy to carry with the included strap for on-the-go yoga.",
            "<strong>Aesthetic & Functional Design</strong> - In Soft & Calming Colors this mat is designed to create a peaceful, focused environment."
          ],
          "confidence": 1
        }
      ]
    }
  ]
}